["nothing", "charge", "member", "hilton", "chain", "suite", "extra", "website", "bathroom", "standard", "room", "reservation", "desk", "thing", "clerk", "kimpton", "free", "breakfast", "day", "guest", "email", "hard", "manager", "trip", "guess", "staff", "helpful", "good", "spot", "best", "block", "night", "busy", "help", "arrival", "make", "sure", "nice", "champagne", "pillow", "great", "view", "high", "building", "clean", "property", "morning", "shopping", "short", "hour", "bed", "business", "rate", "large", "comfortable", "unit", "stay", "concierge", "touch", "use", "sound", "book", "weekend", "choice", "spent", "tub", "car", "service", "price", "easy", "person", "bath", "fish", "huge", "open", "space", "big", "way", "check", "try", "light", "look", "amenity", "water", "wonderful", "time", "location", "excellent", "downtown", "area", "friendly", "curtain", "goldfish", "enjoyed", "wine", "lobby", "internet", "package", "taxi", "problem", "second", "fact", "city", "cab", "pay", "walk", "pike", "street", "coffee", "available", "family", "floor", "place", "recommend", "online", "husband", "friend", "quiet", "access", "reception", "food", "restaurant", "couple", "bad", "design", "glass", "plenty", "small", "option", "luggage", "pleasant", "request", "market", "positive", "experience", "quality", "feel", "door", "sheet", "employee", "distance", "fabulous", "double", "overall", "value", "average", "stayed", "quick", "people", "exercise", "fun", "decent", "little", "fine", "new", "central", "library", "rude", "minute", "week", "complaint", "complimentary", "center", "valet", "key", "management", "fresh", "close", "ask", "review", "decor", "early", "cost", "year", "dinner", "response", "money", "tour", "spacious", "machine", "wall", "noise", "town", "bar", "visit", "tourist", "needle", "bit", "shower", "towel", "window", "old", "elevator", "sleep", "warwick", "lounge", "low", "parking", "pool", "checkin", "expensive", "bus", "level", "balcony", "perfect", "carpet", "dirty", "corner", "inn", "incredible", "convention", "club", "ace", "plaza"]