["grand", "day", "stay", "room", "clean", "pay", "internet", "servic", "slow", "mini", "bar", "cool", "loung", "lobbi", "price", "low", "locat", "great", "close", "time", "squar", "herald", "maci", "subway", "street", "peopl", "check", "bit", "quick", "rude", "n't", "heart", "spend", "visit", "sight", "wo", "matter", "school", "trip", "uk", "student", "floor", "bed", "previou", "smelt", "shower", "disgust", "hang", "staff", "unhelp", "resolv", "issu", "fact", "stage", "manag", "hide", "describ", "aw", "pennsylvania", "well", "worth", "encount", "train", "york", "citi", "penn", "station", "block", "side", "larg", "comfort", "sheet", "bathroom", "small", "towel", "chang", "everyday", "wall", "sound", "lucki", "nice", "quiet", "neighbor", "slept", "peac", "week", "amaz", "thing", "run", "smoothli", "check-in", "check-out", "housekeep", "definit", "recommend", "walk", "thought", "wrong", "place", "look", "airport", "hundr", "easili", "sit", "area", "luggag", "wait", "minut", "final", "sign", "portabl", "smoke", "detector", "hesit", "decent", "size", "ny", "standard", "doubl", "worst", "best", "unit", "fortun", "spring", "phone", "work", "common", "elev", "ice", "bucket", "blow", "dryer", "replac", "window", "screen", "tv", "basic", "channel", "outdat", "smell", "pretti", "nasti", "layer", "dust", "grime", "good", "crew", "offer", "shampoo", "soap", "call", "wine", "open", "told", "full", "store", "restaur", "eat", "paid", "better", "allergi", "stand", "stale", "air", "tile", "bath", "crack", "loos", "mold", "stain", "tub", "includ", "ceil", "flip", "flop", "rug", "noisi", "thin", "hear", "word", "moder", "addit", "busi", "traffic", "nois", "read", "bad", "review", "dread", "door", "pleasantli", "toiletri", "power", "massiv", "info", "fridg", "pick", "opposit", "madison", "garden", "extra", "bonu", "navi", "huge", "coffe", "tourist", "central", "hop", "bu", "hour", "leg", "taxi", "island", "catch", "free", "ferri", "transfer", "pm", "basement", "bag", "cheap", "expect", "budget", "hotel", "understand", "neg", "brooklyn", "live", "florida", "husband", "nyc", "extend", "height", "manhattan", "research", "reason", "surpris", "level", "receiv", "newli", "remodel", "warm", "linen", "heat", "a/c", "travel", "march", "cold", "exchang", "realiz", "date", "chalk", "charm", "load", "center", "tour", "desk", "custom", "treat", "featur", "distanc", "convent", "ten", "easi", "access", "cab", "front", "concierg", "arrang", "help", "weather", "vacat", "return", "book", "wors", "end", "leav", "hampton", "inn", "sanitari", "creepi", "concern", "bug", "built", "origin", "prove", "unusu", "group", "year", "wear", "tear", "tidi", "fine", "go", "temperatur", "excel", "charg", "luxuri", "friendli", "8th", "furnitur", "iron", "hairdryer", "clock", "radio", "alarm", "lot", "lamp", "regular", "want", "find", "qualiti", "chanc", "rate", "proxim", "effici", "upgrad", "suit", "wow", "talk", "mother", "amtrak", "extrem", "conveni", "gift", "shop", "worn", "met", "heard", "higher", "tini", "kind", "black", "white", "provid", "hair", "board", "washcloth", "loud", "pricelin", "deal", "older", "decor", "demand", "dollar", "suitcas", "hold", "readi", "absolut", "send", "smile", "compani", "posit", "meet", "receptionist", "dark", "brown", "light", "decad", "cours", "fan", "condit", "machin", "comput", "age", "gener", "fashion", "cafe", "carpet", "total", "occupi", "kid", "young", "care", "mobil", "smart", "onlin", "cabl", "usd", "tax", "wifi", "superior", "confirm", "agent", "make", "choos", "hp", "breakfast", "serv", "consist", "roll", "jam", "orang", "fruit", "juic", "milk", "chees", "special", "night", "arriv", "differ", "late", "season", "wonder", "'re", "gon", "juli", "claim", "continent", "snack", "ticket", "boat", "statu", "view", "famili", "short", "attend", "confer", "consid", "figur", "happen", "horribl", "bedspread", "updat", "wash", "ugli", "scari", "bleach", "strong", "knew", "surviv", "dirti", "depress", "bedbug", "worri", "diseas", "fantast", "bring", "slipper", "feet", "touch", "crowd", "frequent", "foreign", "amen", "meal", "long", "checkin", "build", "paint", "line", "surround", "number", "empir", "nation", "theater", "district", "museum", "art", "uptown", "manhatten", "newark", "interest", "eleg", "numer", "continu", "feel", "real", "bargain", "st.", "weekend", "hot", "water", "plenti", "lay", "perfect", "base", "set", "fault", "plan", "gripe", "second", "wobbl", "comfi", "spotless", "hand", "insid", "despit", "problem", "tire", "histori", "18th", "clearli", "popular", "american", "fairli", "proceed", "fall", "clue", "pound", "third", "start", "stood", "led", "unknown", "adjoin", "lock", "safe", "girl", "cancel", "friend", "ideal", "recept", "straight", "forward", "sell", "sport", "averag", "dead", "maddison", "scam", "credit", "card", "tell", "notic", "money", "miss", "case", "watch", "movi", "clerk", "suppos", "inform", "dingi", "filthi", "hard", "gentleman", "plane", "ask", "sketchi", "comment", "wore", "reserv", "king", "prepaid", "mention", "disappoint", "peel", "person", "bother", "request", "felt", "needless", "appear", "cloth", "deni", "grant", "shape", "midtown", "polic", "offic", "corridor", "remind", "horror", "big", "brilliant", "perk", "fanci", "facil", "dank", "broken", "blanket", "lowest", "occas", "repair", "terribl", "ac", "midnight", "2am", "morn", "super", "fresh", "choic", "situat", "nervou", "need", "happi", "dim", "lineup", "supris", "hallway", "hell", "half", "mattress", "toilet", "bottom", "chair", "chip", "curtain", "cover", "dirt", "pic", "alot", "explor", "cross", "step", "enjoy", "fast", "simpl", "closet", "soft", "sleep", "option", "experi", "opinion", "bin", "empti", "dont", "amount", "deserv", "glad", "didnt", "serious", "fellow", "tripadvisor", "februari", "wrote", "account", "depart", "write", "email", "explain", "refund", "contact", "guest", "guess", "troubl", "'m", "except", "dump", "appeal", "histor", "toler", "i.e", "lack", "holiday", "express", "exact", "lose", "hope", "modern", "accept", "ago", "month", "superb", "park", "south", "face", "unmad", "wet", "heap", "asham", "forgot", "add", "westminst", "dog", "held", "gdn", "owner", "wee", "lift", "honestli", "exagger", "ritz", "advisor", "caught", "connect", "flight", "stop", "exit", "impress", "miser", "daili", "suppli", "turn", "road", "broadway", "left", "min", "liberti", "earli", "queue", "'d", "point", "leak", "damp", "wasnt", "blood", "hoover", "exhaust", "downstair", "complain", "fair", "overlook", "purpos", "celebr", "father", "law", "prior", "love", "sat", "boston", "search", "overnight", "properti", "centuri", "pricey", "critic", "inexpens", "pleasant", "10th", "cleanli", "odor", "garbag", "shabbi", "courteou", "cost", "spent", "hous", "greenwich", "villag", "style", "fade", "even", "food", "metro", "adult", "daughter", "novemb", "cheapest", "requir", "chose", "fli", "ride", "dear", "petrifi", "contempl", "god", "agre", "fare", "buse", "3pm", "moan", "whatsoev", "deco", "folk", "enter", "pleas", "barefoot", ".i", "share", "whistl", "mould", "enamel", "plug", "hole", "plaza", "heaven", "complaint", "expens", "main", "entranc", "starbuck", "order", "tea", "english", "tip", "yep", "coupl", "mcdonald", ".we", "ladi", "hello", "polit", "valuabl", "perfectli", "odd", "bathtub", "coat", "wife", "complet", "typic", "desper", "websit", "nicer", "fool", "grow", "pillow", "rock", "buy", "save", "lodg", "site", "bell", "captain", "appreci", "inspect", "alloc", "twin", "singl", "trippl", "accommod", "spoke", "sort", "\u2018", "cot", "\u2019", "evid", "simpli", "fit", "space", "squeez", "refus", "convinc", "solut", "nutshel", "eventu", "rest", "member", "wast", "scare", "fussi", "function", "storag", "bite", "heater", "outlet", ".it", "woman", "pictur", "cell", "freez", "1pm", "inconveni", "brand", "yeah", "nightmar", "degre", "argument", "afford", "maintain", "condemn", "hilton", "sake", "dull", "tatti", "limit", "deposit", "box", "recomend", "altern", "know", "move", "advis", "decid", "pubic", "pair", "top", "homeless", "shelter", "star", "omg", "entir", "brought", "relax", "entertain", "wan", "drink", "hadnt", "filti", "cobweb", "cleaner", "ppl", "profession", "goin", "hit", "ur", "trust", "ipod", "stolen", "antiqu", "poor", "wireless", "demolish", "shut", "avoid", "wardrob", "dress", "tabl", "10min", "liter", "vent", "plastic", "safeti", "item", "laptop", "ridicul", "event", "woken", "yell", "stank", "reloc", "speak", "fulli", "normal", "attent", "winter", "decept", "contain", "drain", "vacuum", "bellman", "hung", "equal", "scald", "reach", "counter", "gross", "valet", "apart", "control", "temp", "incred", "fell", "paper", "yuck", "marbl", "forc", "hurt", "wind", "pull", "stuck", "lead", "imposs", "stopper", "chain", "fill", "hanger", "dissapoint", "refurbish", "paintwork", "dusti", "sightse", "term", "mid-town", "directli", "red", "downtown", "financi", "ground", "batteri", "elli", "trick", "town", "concert", "afraid", "kill", "extens", "3rd", "1st", "exist", "sole", "major", "unaccept", "surli", "attitud", "excus", "stress", "torn", "scrape", "fixtur", "queen", "smaller", "cigarett", "burn", "slum", "china", "pass", "health", "author", "affinia", "print", "put", "map", "renov", "show", "interior", "drop", "break", "bank", "maid", "knock", "three", "parti", "stori", "rotten", "insect", "cockroach", "vile", "admit", "anim", "feb", "job", "extortion", "usual", "imagin", "con", "note", "ventil", "steam", "in-room", "futur", "gorgeou", "reccomend", "seat", "foot", "januari", "glamor", "ear", "disturb", "radiat", "broke", "fix", "beauti", "laid", "scuf", "come", "crash", "colleg", "challeng", "learn", "initi", "cheaper", "pastri", "souvenir", "news", "couch", "bellboy", "key", "premis", "head", "vault", "strip", "tho", "handl", "record", "edg", "beat", "ton", "mall", "fee", "mine", "22nd", "jan", "expedia", "penn5000", "thank", "mess", "think", "favour", "compar", "earlier", "justifi", "danger", "shuttl", "warn", "man", "driver", "termin", "jfk", "journey", "rough", "nov", "horrifi", "factor", "defin", "disinfect", "wipe", "spaciou", "honeymoon", "market", "nj", "london", "form", "grab", "pad", "wont", "pre-paid", "flake", "luckili", "unplug", "dealt", "delay", "departur", "theatr", "lost", "luck", "rememb", "sister", "mistak", "approx", "answer", "question", "pc", "maker", "bagel", "bigger", "wise", "cant", "ruin", "colour", "pant", "corner", "shine", "hall", "bear", "mind", "secur", "pre", "quicker", "collect", "allow", "piec", "advic", "crappi", "photo", "italian", "cash", "pressur", "adventur", "picki", "take", "link", "televis", "guy", "strang", "grubbi", "skirt", "downsid", "useless", "hey", "partner", "chosen", "modest", "difficult", "slap", "bang", "middl", "siren", "music", "play", "cheer", "manner", "honesti", "glamour", "appl", "minor", "mid", "decemb", "patch", "electr", "vomit", "august", "7th", "spread", "socket", "sink", "whilst", "drug", "men", "women", "threaten", "wander", "rip", "definatley", "everytim", "underneath", "suitabl", "listen", "assum", "upset", "employe", "loudli", "began", "argu", "address", "adequ", "refurb", "seventh", "avenu", "descript", "british", "trade", "visitor", "rang", "establish", "scruffi", "pile", "litter", "song", "glenn", "miller", "pensylvannia", "telephon", "vast", "apolog", "15th", "pizza", "beverag", "tissu", "smear", "mark", "ancient", "difficulti", "mous", "ghastli", "dinner", "instal", "bench", "prop", "knee", "sad", "restor", "project", "respect", "discov", "yorker", "kindli", "child", "detail", "spot", "approach", "dare", "game", "sleeper", "doorstep", "experienc", "lie", "benefit", "basin", "fluffi", "fab", "let", "11am", "meant", "centr", "fabul", "soak", "deep", "grotti", "wouldnt", "grade", "teenag", "personnel", "newer", "refer", "asylum", "lit", "flat", "sheraton", "musti", "true", "refriger", "narrow", "shelf", "wide", "condition", "shoe", "cap", "car", "freshen", "waldorf", "refresh", "attach", "volum", "blast", "button", "longer", "draw", "bright", "invit", "land", "birthday", "octob", "packag", "unbeat", "life", "flag", "upstair", "scene", "redrum", "metal", "round", "knob", "bedroom", "mental", "hospit", "wallpap", "confus", "deli", "lindi", "pancak", "biggest", "ave", "fun", "4th", "sofa", "crazi", "32nd", "cook", "chandeli", "east", "coast", "drive", "uncomfort", "remot", "eye", "inch", "t-shirt", "report", "lumpi", "tap", "drip", "foyer", "america", "camp", "tent", "moldi", "nite", "son", "teeth", "christma", "dc", "local", "andrew", "diner", "bought", "booth", "discount", "headboard", "combin", "awesom", "attract", "badli", "weird", "wire", "inadequ", "fold", "unsanitari", "aspect", "circumst", "girlfriend", "polici", "blame", "clear", "photograph", "msg", "lousi", "kick", "checkout", "post", "babi", "direct", "match", "guarante", "frill", "danish", "atmospher", "in/out", "rush", "doubt", "dri", "mirror", "memori", "gym", "row", "adjust", "porter", "intern", "struggl", "creat", "twilight", "zone", "heavi", "shock", "boil", "flush", "automat", "nose", "ring", "ymca", "wi-fi", "properli", "convers", "larger", "29th", "2nd", "instantli", "motel", "drawer", "public", "tube", "outrag", "boyfriend", "wednesday", "thursday", "kinda", "spray", "like", "carri", "million", "abrupt", "dismiss", "fake", "deceiv", "oldest", "woke", "itch", "nearbi", "rank", "candid", "client", "soil", "butt", "joke", "process", "insan", "stuff", "penni", "quarter", "parent", "desir", "respons", "awar", "usa", "roach", "fear", "jail", "seriou", "disapoint", "angri", "washroom", "scrub", "destin", "largest", "highlight", "expos", "climat", "effect", "countri", "rel", "romant", "satisfactori", "st", "sq", "cope", "telli", "handi", "pop", "yard", "ate", "resort", "resembl", "european", "era", "hostel", "disgustingli", "select", "sock", "rot", ".the", "rust", "multipl", "purchas", "toe", "nail", "clip", "escap", "fire", "until", "\u00a3100", "disgrac", "buzz", "bare", "rat", "idea", "cozi", "ghost", "regret", "cri", "googl", "type", "wood", "spoil", "someplac", "cramp", "signal", "rubbish", "cut", "finger", "sunday", "tall", "frame", "helpful", "stair", "thoroughli", "afternoon", "mouth", "mount", "plaster", "tea/coffe", "dodgi", "pro", "makeov", "classi", "shame", "repli", "advanc", "mainten", "12th", "fals", "border", "caus", "system", "marathon", "sixth", "fuss", "itali", "waitress", "piti", "dec", "matress", "threadbar", "shade", "cabinet", "funni", "chest", "grey", "remain", "children", "bitten", "bunch", "freak", "film", "fight", "unsaf", "count", "filth", "colleagu", "smelli", "fourth", "warrant", "wari", "respond", "varieti", "score", "constantli", "furnish", "upper", "west", "wake", "realis", "old-fashion", "muffin", "walk-in", "cat", "mouldi", "30min", "mysteri", "scratch", "11th", "quieter", "depend", "high", "frustrat", "australia", "rusti", "rack", "reccommend", "state", "crawl", "cart", "extermin", "flea", "ive", "test", "bill", "haunt", "switch", "human", "fail", "repeat", "neat", "forget", "ahead", "sick", "mood", "crap", "way", "anytim", "smoker", "hostil", "pari", "sadli", "tape", "thanksgiv", "disast", "peak", "unus", "intend", "polish", "11pm", "5th", "supposedli", "period", "realiti", "natur", "chunk", "honest", "delight", "delux", "exactli", "constant", "lick", "reliev", "earth", "overli", "deliv", "9pm", "tomorrow", "kingsiz", "redecor", "summer", "strict", "weigh", "plain", "firm", "concret", "tight", "out-dat", "club", "marriott", "doubletre", "till", "remov", "en", "rout", "band", "flash", "stroll", "cake", "forev", "blind", "bc", "part", "commun", "asian", "non-smok", "sky", "worker", "incompet", "skin", "cream", "24hr", "belief", "bulb", "hotel.com", "pennsylvannia", "did'nt", "1am", "passport", "lug", "hidden", "snow", "random", "unhappi", "sore", "touristi", "king-siz", "railway", "mile", "prison", "panic", "list", "grill", "understood", "welcom", "flicker", "glass", "belong", "nicest", "infact", "rennov", "weari", "vega", "asthma", "asleep", "bolt", "warp", "reaction", "boy", "registr", "letter", "feedback", "transport", "regist", "solv", "truth", "possibl", "likewis", "spite", "press", "invest", "sum", "rent", "pen", "confort", "prefer", "greet", "drape", "blarney", "stout", "harri", "o'clock", "saturday", "die", "tray", "lazi", "mass", "transit", "overhaul", "14th", "9th", "collaps", "creatur", "dismal", "overflow", "unclean", "bearabl", "smack", "landmark", "baseboard", "ok.", "oper", "hing", "today", "13th", "distant", "color", "mice", "lower", "chrysler", "firstli", "pet", "hate", "aircon", "damn", "leaki", "annoy", "shout", "femal", "34th", "conclus", "neighborhood", "prepar", "forgotten", "advertis", "actual", "jump", "promis", "stiff", "faster", "closer", "risk", "bedsid", "plumb", "air-condit", "youth", "mildew", "lol", "restroom", "male", "correctli", "name", "substanc", "scream", "result", "privat", "chelsea", "highli", "nightstand", "happili", "p.", "weed", "unbear", "\u2013", "\u201c", "\u201d", "recov", "stick", "hygien", "improv", "complimentari", "sens", "clientel", "rare", "programm", "june", "execut", "modernis", "breath", "gloomi", "filthiest", "excit", "brick", "mad", "accomod", "spare", "charact", "suspect", "bedsheet", "crisp", "reciev", "prime", "greatest", "cup", "staf", "environ", "appal", "tower", "overpr", "unfriendli", "present", "haul", "obviou", "effort", "shini", "visabl", "aircondit", "minimum", "neighbour", "unlucki", "humid", "thick", "solid", "greasi", "unbeliev", "line-up", "utter", "a.m.", "burst", "laugh", "suggest", "smash", "appar", "washington", "wer", "doughnut", "mix", "organis", "occass", "crumbl", "damag", "sale", "ignor", "adjac", "terrifi", "class", "join", "jersey", "t.v", "stinki", "memor", "tough", "trap", "irish", "hill", "comparison", "grandeur", "demolit", "storm", "bewar", "statler", "appli", "chaotic", "ventur", "guard", "pain", "margin", "unpleas", "stunk", "par", "occup", "arm", "opt", "breez", "incident", "keep", "hint", "pack", "joint", "assist", "yellow", "shoot", "applianc", "buck", "ave.", "frankli", "practic", "stink", "terrif", "voic", "redeem", "urin", "overwhelm", "bust", "screw", "hr", "downright", "sacrific", "mislead", "potenti", "favor", "allerg", "shake", "10pm", "friday", "queu", "glori", "roof", "reveiw", "dismay", "thorough", "engin", "rep", "boutiqu", "6th", "advantag", "dire", "thrown", "pennyslvania", "tone", "attempt", "indic", "apologis", "coffin", "duti", "rain", "faucet", "grout", "click", "guid", "north", "accid", "video", "sold", "chines", "chicken", "tast", "french", "bread", "dish", "pour", "wrap", "candi", "50th", "33rd", "factori", "reson", "orbitz", "correct", "throw", "assign", "display", "disappear", "investig", "union", "act", "suffer", "steal", "neglect", "owe", "hammer", "giant", "mom", "wed", "dreari", "moment", "endur", "repuls", "stone", "printer", "drunk", "donut", "yr", "settl", "roll-away", "trash", "outlin", "slowli", "stuffi", "repeatedli", "vari", "19th", "16th", "forum", "nearest", "11.30pm", "cruis", "4pm", "doesnt", "treatment", "it\u00b4", "gap", "downhil", "revamp", "unabl", "summari", "exceed", "await", "spotlessli", "green", "slight", "court", "toast", "sweet", "sqaur", "joe", "copi", "grace", "tripl", "voucher", "web", "inclin", "dubiou", "hub", "definatli", "underground", "rail", "equip", "stretch", "soho", "flood", "dent", "apprehens", "17th", "pub", "classic", "anxiou", "camera", "pit", "associ", "horrif", "eas", "disrepair", "canada", "scotland", "embarrass", "sept", "woodburi", "individu", "8pm", "havent", "knick", "satisfi", "doorman", "april", "chat", "pure", "enemi", "5pm", "design", "minim", "heyday", "famou", "complementari", "vornado", "ball", "dept", "ad", "finish", "bottl", "schedul", "patient", "retriev", "esb", "enorm", "sure", "thumb", "glen", "newspap", "macey", "homework", "stupid", "dirtiest", "pool", "relief", "reflect", "dream", "written", "genuin", "wit", "entitl", "th", "21st", "menu", "favourit", "beaten", "port", "hazard", "avail", "smallest", "ill", "horrend", "cosi", "accross", "discust", "airlin", "calm", "frighten", "consider", "unrenov", "shortli", "flew", "scuff", "safer", "railroad", "vend", "sight-se", "newyork", "abit", "last", "posh", "baggag", "pleasur", "length", "pensylvania", "separ", "mail", "surprisingli", "skyscrap", ".but", "noon", "dresser", "stall", "current", "undergo", "construct", "idiot", "pleasent", "manger", "spectacular", "sooo", "peal", "glanc", "cupboard", "urg", "essenti", "suck", "virtual", "mean", "roam", "reput", "chew", "gum", "bullet", "proof", "drill", "compens", "cast", "easier", "importantli", "admittedli", "non-exist", "2pm", "room-", "incid", "28th", "accomid", "b/c", "def", "product", "unpack", "affect", "bodi", "basi", "buffet", "believ", "squalid", "rais", "sticki", "crime", "hotel-", "pipe", "palac", "habit", "misfortun", "arrog", "countless", "eve", "push", "surfac", "hassl", "vintag", "plate", "'the", "rundown", "fianc", "6am", "grate", "receipt", "europ", "hotels.com", "egg", "cleanest", "messag", "reinforc", "e-mail", "decrepit", "judg", "industri", "grown", "suffic", "dozen", "indiffer", "tag", "parad", "brother", "scale", "wallet", "flow", "rich", "dive", "definetli", "facelift", "ha", "bet", "seper", "languag", "understat", "..and", "ta", "e.g", "freindli", "deterior", "corpor", "entri", "foul", "plagu", "steel", "manki", "werent", "shrug", "shoulder", "england", "imperson", "bellhop", "bloodi", "intent", "drag", "alley", "exampl", "wish", "earn", "kitchen", "lid", "la", "revolt", "unreal", "septemb", "unfortun", "swollen", "monday", "reluctantli", "bump", "cater", "paperwork", "activ", "vehicl", "alright", "ps", "heck", "insist", "satisfact", "intimid", "premium", "death", "getaway", "outstand", "chocol", "accur", "planet", "suffici", "twenti", "necess", "horrid", "seal", "upsid", "muski", "roughli", "3am", "creep", "infest", "drab", "grimi", "heavili", "quot", "strand", "beer", "grim", "que", "understaf", "15min", "30th", "complex", "fallen", "plush", "stuf", "pot", "hustl", "convieni", "visibl", "loiter", "-i", "eager", "straw", "isnt", "'superior", "action", "accent", "debri", "resid", "payphon", "privaci", "anniversari", "3:00pm", "vaccum", "rectifi", "w/", "jack", "oblig", "proper", "appaul", "5min", "daylight", "bowl", "pa", "bizarr", "magnific", "bustl", "rid", "prioriti", "-the", "lesson", "stench", "mum", "ireland", "ft", "boss", "fax", "splatter", "glaze", "battl", "assur", "propos", "radisson", "scurri", "jet", "fifteen", "teh", "rodent", "reassur", "learnt", "40th", "net", "lysol", "companion", "nt", "v.", "brit", "amus", "trepid", "de", "airtrain", "agenc", "dial", "disinterest", "endless", "xma", "pennslyvania", "definitli", "wing", "crown", ".thi", "milford", "paul", "friendliest", "spanish", "kip", "relat", "marriot", "lag", "astoria", "dec.", "alittl", "transylvania", "integr", "restur", "cnn", "bureau", "valentin"]